Repository: OPUS4/application
Catalog: modules/admin/language/licence.tmx
Source language: de
Languages: en

source: Lizenzen verwalten
en: Admin Licences

source: Lizenz anzeigen
en: Show Licence

source: Neue Lizenz
en: New Licence

source: Lizenz ändern
en: Edit Licence

source: Lizenz löschen
en: Delete Licence
